Repository: bittin/extension-manager
Catalog: po/*.po
Languages: kk

source: Extension Manager
kk: Кеңейту басқарушысы

source: Manage GNOME Shell Extensions
kk: GNOME Shell кеңейтулерін басқару

source: extension;manager;shell;
kk: extension;manager;shell;кеңейту;басқарушы;қабық;

source: Install GNOME Extensions
kk: GNOME кеңейтулерін орнату

source: Browse and install GNOME Shell extensions to customise your desktop.
kk: Жұмыс үстелін теңшеу үшін GNOME Shell кеңейтулерін шолып, орнатыңыз.

source: Features:
kk: Мүмкіндіктер:

source: Browse extensions.gnome.org right inside the app
kk: extensions.gnome.org сайтын қолданба ішінен шолыңыз

source: Manage the extensions you already have installed
kk: Алдағы орнатылған кеңейтулерді басқарыңыз

source: See all the details of your extensions
kk: Кеңейтулердің барлық мәліметтерін көріңіз

source: Check your extensions compatibility with the next version of GNOME
kk: Кеңейтулердің GNOME келесі нұсқасымен үйлесімділігін тексеріңіз

source: Browse, install, and manage GNOME Shell Extensions.
kk: GNOME Shell кеңейтулерін шолу, орнату және басқару.

source: translator-credits
kk: AnmiTaliDev anmitali198@gmail.com

source: Search for Extensions
kk: Кеңейтулерді іздеу

source: Enter a keyword to search 'extensions.gnome.org' for GNOME Shell Extensions
kk: GNOME Shell кеңейтулерін 'extensions.gnome.org' сайтынан іздеу үшін кілт сөз енгізіңіз

source: Descending Order
kk: Кему тәртібі

# Sort search results
source: Downloads
kk: Жүктеулер

source: Created
kk: Жасалған күні

source: Popularity
kk: Танымалдылық

source: Updated
kk: Жаңартылған күні

source: Sort search results
kk: Іздеу нәтижелерін сұрыптау

source: _Load More Results
kk: _Көбірек нәтиже жүктеу

source: No Results Found
kk: Ешқандай нәтиже табылмады

source: Try a different search
kk: Басқа іздеу жасап көріңіз

source: Connection Error
kk: Байланыс қатесі

source: Ascending Order
kk: Өсу тәртібі

source: Reviews and Comments
kk: Пікірлер мен түсініктемелер

source: Loading
kk: Жүктелуде

source: Author
kk: Құрастырушы

source: Loading Details
kk: Мәліметтер жүктелуде

source: An Error Occurred
kk: Қате орын алды

source: No extension details available
kk: Кеңейту мәліметтері жоқ

source: Name
kk: Атауы

source: Enlarge Image
kk: Суретті үлкейту

source: Description
kk: Сипаттамасы

source: Links
kk: Сілтемелер

source: Homepage
kk: Басты бет

source: Donate
kk: Ақшалай көмек

source: View on Extensions
kk: Extensions сайтында көру

source: Reviews and comments are disabled for this extension
kk: Бұл кеңейту үшін пікірлер мен түсініктемелер өшірілген

source: There are no reviews or comments
kk: Пікірлер мен түсініктемелер жоқ

source: _Show All
kk: _Барлығын көрсету

source: Unsupported
kk: Қолдау көрсетілмейтін

source: %s Icon
kk: %s белгішесі

source: %s Screenshot
kk: %s скриншоты

source: Error Report
kk: Қате туралы есеп

source: An unexpected error occurred in Extension Manager
kk: Кеңейту басқарушысында күтпеген қате орын алды

source: Copy to Clipboard
kk: Буферге көшіру

source: _New Issue
kk: _Жаңа мәселе

source: Copied
kk: Көшірілді

source: Please open a new issue and attach the following information:
kk: Жаңа мәселе ашып, келесі ақпаратты тіркеңіз:

source: You are using a third-party build of Extension Manager. Please <span weight="bold">contact the package distributor (%s) first</span> before filing an issue. Be sure to attach the following information:
kk: Сіз Extension Manager үшінші тарап құрылымын пайдаланасыз. Мәселе хабарламас бұрын <span weight="bold">дестені таратушымен (%s) алдымен байланысыңыз</span>. Келесі ақпаратты тіркеуді ұмытпаңыз:

source: Open extension preferences
kk: Кеңейту баптауларын ашу

source: An error occurred while loading this extension
kk: Бұл кеңейтуді жүктеген кезде қате орын алды

source: This extension is incompatible with your current version of GNOME
kk: Бұл кеңейту сіздің ағымдағы GNOME нұсқаңызбен үйлесімсіз

source: A newer version of this extension is available
kk: Бұл кеңейтудің жаңа нұсқасы қол жетімді

source: Version
kk: Нұсқасы

source: Session Modes
kk: Сеанс режимдері

source: Error
kk: Қате

source: See Details
kk: Мәліметтерді көру

source: Remove…
kk: Жою…

source: Unlock Dialog
kk: Құлыпты ашу диалогы

source: This extension will run while the screen is locked and no user is logged in
kk: Бұл кеңейту экран құлыпталған кезде және ешбір пайдаланушы кірмеген кезде жұмыс істейді

source: This extension will run while the screen is locked
kk: Бұл кеңейту экран құлыпталған кезде жұмыс істейді

source: This extension will run while no user is logged in
kk: Бұл кеңейту ешбір пайдаланушы жүйеге кірмеген кезде жұмыс істейді

# Number of downloads
source: Downloads
kk: Жүктеулер

source: Install…
kk: Орнату…

source: Installing
kk: Орнатылуда

# State
source: Installed
kk: Орнатылған

source: Unsupported…
kk: Қолдау көрсетілмейді…

source: _Log Out…
kk: _Шығу…

source: Use Extensions
kk: Кеңейтулерді пайдалану

source: Extensions can cause performance and stability issues
kk: Кеңейтулер өнімділік пен тұрақтылық мәселелерін тудыруы мүмкін

source: User-Installed Extensions
kk: Пайдаланушы орнатқан кеңейтулер

source: System Extensions
kk: Жүйелік кеңейтулер

source: Try a different search or search online
kk: Басқа іздеу жасап көріңіз немесе интернетте іздеңіз

source: _Search Online
kk: _Интернетте іздеу

source: No Extensions Installed
kk: Орнатылған кеңейтулер жоқ

source: Search online to install extensions
kk: Кеңейтулерді орнату үшін интернетте іздеңіз
